Repository: Tomr79316/Grammad-ir
Catalog: po/*.po
Languages: da, es, hu, ro

source: There was %d error.
da: Der var %d fejl.
es: Hubo %d error.
hu: %d hiba volt.
ro: S-a produs %d eroare.

source: Successfully parsed %d rule.
da: Fortolkede %d regel.
es: Interpretada correctamente %d regla.
hu: %d szabály sikeresen feldolgozva.
ro: S-a analizat cu succes %d regulã.

source: Line %d: %s
da: Linje %d: %s
es: Línea %d: %s
hu: %d. sor: %s
ro: Linia %d: %s

source: unrecognized option %s
da: ikke genkendt tilvalg %s
es: no reconoció opción %s
hu: ismeretlen %s kapcsoló
ro: opþiune necunoscutã %s.

source: option %s requires an argument
da: tilvalg %s kræver et argument
es: la opción %s requiere un argumento
hu: a(z) %s kapcsolóhoz egy argumentum szükséges
ro: opþiunea %s necesitã un parametru

source: option %s does not allow an argument
da: tilvalg %s tillader ikke et argument
es: la opción %s no permite un argumento
hu: a(z) %s kapcsoló nem fogad el argumentumot
ro: opþiunea %s nu permite parametri

source: error parsing command-line options
da: fejl ved fortolkning af kommandolinjetilvalg
es: error interpretando opciones de línea de órdenes
hu: hiba a parancssori kapcsolók értelmezése közben

source: Unable to set output color to %s
da: Var ikke i stand til at angive farve på uddata til %s
es: Incapaz de establecer color saliente a %s
hu: Nem sikerült beállítani a kimeneti színt ehhez: %s

source: Language %s is not supported.
da: Sprog %s er ikke understøttet.
es: Lenguaje %s no es compatible.
hu: A(z) %s nyelv nem támogatott.
ro: Limba %s nu este suportatã.

source: An Gramadoir
da: An Gramadóir
es: An Gramadóir
hu: An Gramadóir
ro: Un Gramadoir

source: Try %s for more information.
da: Prøv %s for yderligere information.
es: Intente %s para más información.
hu: További információkért próbálja a(z) %s kapcsolót.
ro: Încercaþi %s pentru mai multe informaþii.

source: version %s
es: versión %s
hu: %s. verzió
ro: versiunea %s

source: This is free software; see the source for copying conditions. There is NO\nwarranty; not even for MERCHANTABILITY or FITNESS FOR A PARTICULAR PURPOSE,\nto the extent permitted by law.
da: Dette er fri software; se kilden for kopieringsbetingelser. Der er INGEN\ngaranti; end ikke for SALGBARHED eller EGNETHED TIL ET SPECIFIKT FORMÅL,\nsom indholdt i lovgivningen.
es: Esto es software libre; vea el código fuente para condiciones de copia. NO HAY\ngarantía; ni incluso para MERCANTIBILIDAD o CONVENIENCIA PARA UN PROPÓSITO PARTICULAR\npara el alcance permitido por la legislación.
hu: Ez szabad szoftver; a sokszorosításra vonatkozó feltételeket lásd a forrásban. SEMMILYEN garanciát nem vállalunk, még azt sem állítjuk, hogy ez a program KERESKEDELMI CÉLOKRA ALKALMAS vagy HASZNÁLHATÓ EGY ADOTT FELADATRA.
ro: Acesta este software liber; citiþi sursele pentru condiþiile de copiere. NU existã\nNICI o garanþie; nici mãcar pentru VANDABILITATE SAU MODIFICARE ÎNTR-UN SCOP PRIVAT,\npe întinderea permisã de lege.

source: Usage: %s [OPTIONS] [FILES]
da: Brug: %s [TILVALG] [FILER]
es: Modo de empleo: %s [OPCIONES] [FICHEROS]
hu: Használat: %s [KAPCSOLÓK] [FÁJLOK]
ro: Folosire: %s [OPÞIUNI] [FIªIERE]

source: Options for end-users:
da: Tilvalg for slutbrugere:
es: Opciones para terminar usuarios:
hu: Kapcsolók végfelhasználóknak:

source: --iomlan report all errors (i.e. do not use ~/.neamhshuim)
da: --iomlan rapporter alle fejl (det vil sige brug ikke ~/.neamhshuim)
es: --iomlan comunica todos los errores (p. e. no utiliza ~/.neamhshuim)
hu: --iomlan minden hiba jelentése (azaz ne használja: ~/.neamhshuim)
ro: --iomlan raporteazã toate erorile (i.e. nu se foloseºte ~/.neamhshuim)

source: --ionchod=ENC specify the character encoding of the text to be checked
da: --ionchod=ENC angiv tegnkodningen på teksten der skal undersøges
es: --ionchod=ENC especifica la codificación de carácter del texto que es marcado
hu: --ionchod=KÓD az ellenőrzendő szöveg karakterkódolásának megadása
ro: --ionchod=ENC specificã codarea(encoding) de textului ce urmeazã a fi verificat

source: --aschod=ENC specify the character encoding for output
da: --aschod=ENC angiv tegnkodningen på uddata
es: --aschod=ENC especifica la codificación característica para salida
hu: --aschod=KÓD a kimenet karakterkódolásának megadása

source: --comheadan=xx choose the language for error messages
da: --comheadan=xx vælg sproget til fejlbeskeder
es: --comheadan=xx elige el lenguaje para mensages de error
hu: --comheadan=xx nyelv kiválasztása a hibaüzenetekhez

source: --dath=COLOR specify the color to use for highlighting errors
da: --dath=COLOR angiv farven til brug for fremhævning af fejl
es: --dath=COLOR especifica el color a emplear para resaltado de errores
hu: --dath=SZÍN a hibák kiemeléséhez használandó szín megadása

source: --litriu write misspelled words to standard output
da: --litriu skriv stavefejl til standarduddata
es: --litriu escribe palabras mal escritas por salida común
hu: --litriu hibásan írt szavak kiírása a szabványos kimenetre
ro: --litriu scrie cuvintele greºite la ieºirea standard

source: --aspell suggest corrections for misspellings
da: --aspell foreslå rettelser til stavefejl
es: --aspell sugiere correcciones para faltas ortográficas
hu: --aspell javítások javaslata a hibásan írt szavakhoz

source: --aschur=FILE write output to FILE
da: --aschur=FIL skriv uddata til FIL
es: --aschur=FICHERO escribe salida por FICHERO
hu: --aschur=FÁJL kimenet írása FÁJLBA

source: --help display this help and exit
da: --help vis denne hjælp og afslut
es: --help enseña esta ayuda y termina
hu: --help ezen súgó megjelenítése és kilépés
ro: --help afiºeazã acest help ºi iese

source: --version output version information and exit
da: --version udskriv versioninformation og afslut
es: --version extrae versión informativa y termina
hu: --version verzióinformációk kiírása és kilépés
ro: --version afiºeazã informaþii despre versiune ºi iese

source: Options for developers:
da: Tilvalg for udviklere:
es: Opciones para desarrolladores:
hu: Kapcsolók fejlesztőknek:

source: --api output a simple XML format for use with other applications
da: --api udskriv et simpelt XML-format til brug for andre programmer
es: --api extrae una salida simple formateada en XML para utilizar con otras aplicaciones
hu: --api egyszerű XML formátumú kimenet más alkalmazásokkal való használathoz

source: --html produce HTML output for viewing in a web browser
da: --html producer HTML-uddata til visning i en internetbrowser
es: --html produce salida HTML para ver en un explorador web
hu: --html HTML kimenet előállítása webböngészőben való megtekintéshez
ro: --html produce output HTML pentru vizualizarea într-un browser de web

source: --no-unigram do not resolve ambiguous parts of speech by frequency
da: --no-unigram løs ikke tvetydige dele af tale ved hjælp af frekvens
es: --no-unigram no resuelve divisiones ambiguas de oraciones por frecuencia
hu: --no-unigram ne oldja fel a beszéd kétértelmű részeit frekvencia szerint

source: --xml write tagged XML stream to standard output, for debugging
da: --xml skriv opmærket XML-strømme til standarduddata; til fejlsøgning
es: --xml escribe flujo XML etiquetado para salida común, para depuración
hu: --xml címkézett XML folyam kiírása a szabványos kimenetre hibakereséshez
ro: --xml scrie secvenþã XML marcat(tagged) la ieºirea standard, pentru debugging

source: If no file is given, read from standard input.
da: Læs fra standardinddata hvis ingen fil er angivet
es: Si ningún fichero es dado, lea desde entrada común.
hu: Ha nincs fájl megadva, olvasás a szabványos bemenetről.
ro: Dacã nu este furnizat nici un fiºier, se citeºte de la intrarea standard.

source: Send bug reports to <%s>.
da: Send fejlrapporter til <%s>.
es: Envíe comunicaciones de defectos a <%s>.
hu: A hibajelentéseket ide küldje: <%s>.
ro: Trimiteþi rapoarte de bug-uri la <%s>.

source: There is no such file.
da: Der er ingen sådan fil.
es: No hay ningún fichero.
hu: Nincs ilyen fájl.
ro: Nu a existat acest fiºier.

source: Is a directory
da: Er en mappe
es: Es un directorio
hu: Egy könyvtár
ro: E un director.

source: Permission denied
da: Tilladelse nægtet
es: Permiso denegado
hu: Hozzáférés megtagadva
ro: Permisiune neacordatã.

source: %s: warning: problem closing %s
da: %s: advarsel: problem med at lukke %s
es: %s: aviso: cerrando problema %s
hu: %s: figyelem: probléma van %s lezárásával
ro: %s: avertisment: problemã la închiderea %s

source: Currently checking %s
da: Undersøger nu %s
es: Comprobando actualmente %s
hu: Jelenleg ellenőrzött: %s
ro: În prezent se verificã %s

source: --ilchiall report unresolved ambiguities, sorted by frequency
da: --ilchiall rapporter uløste tvetydninger, sorteret efter frekvens
es: --ilchiall comunica ambigüedades no resueltas, ordenadas por frecuencia
hu: --ilchiall feloldatlan kétértelműségek jelentése frekvencia szerint rendezve

source: --minic output all tags, sorted by frequency (for unigram-xx.txt)
da: --minic udskriv alle mærker, sorteret efter frekvens (for unigram-xx.txt)
es: --minic sale todas las etiquetas, ordenadas por frecuencia (para unigrama-xx.txt)
hu: --minic minden címke kiírása frekvencia szerint rendezve (a unigram-xx.txt fájlhoz)

source: --brill find disambiguation rules via Brill's unsupervised algorithm
da: --brill find tvetydige regler via Brills uovervågede algoritme
es: --brill encuentra reglas desambiguas vía algoritmo de Brill supervisado
hu: --brill egyértelműsítő szabályok keresése a Brill felügyelet nélküli algoritmusával

source: %s: problem reading the database
da: %s: problem med læsning af databasen
es: %s: problema leyendo base de datos
hu: %s: probléma van az adatbázis olvasásával
ro: %s: problemã în citirea bazei de date

source: %s: `%s' corrupted at %s
da: %s: `%s' korrumperet ved %s
es: %s: «%s» corrompido en %s
hu: %s: „%s” sérült itt: %s
ro: %s: `%s' corupt la %s

source: conversion from %s is not supported
da: konversion fra %s er ikke understøttet
es: conversión desde %s no está soportado
hu: az átalakítás %s formátumról nem támogatott

source: %s: illegal grammatical code
da: %s: ugyldig grammatisk kode
es: %s: código gramatical ilegal
hu: %s: szabálytalan nyelvtani kód
ro: %s: cod gramatical incorect

source: %s: no grammar codes: %s
da: %s: ingen grammatiske koder: %s
es: %s: sin códigos gramáticos: %s
hu: %s: nincsenek nyelvtani kódok: %s

source: %s: unrecognized error macro: %s
da: %s: ukendt fejlmakro: %s
es: %s: error de macro no reconocida: %s
hu: %s: ismeretlen hiba makró: %s

source: Valid word but extremely rare in actual usage. Is this the word you want?
da: Gyldigt ord men meget sjældent i daglig brug. Er du sikker på, at det er ordet, du vil bruge?
es: Palabra válida pero extremadamente rara dentro de utilización común. ¿Es ésta la palabra que quiere?
hu: Érvényes szó, de nagyon ritka a tényleges használatban. Ez az a szó, amit szeretne?

source: Repeated word
da: Gentaget ord
es: Repitió palabra
hu: Ismételt szó

source: Unusual combination of words
da: Usædvanlig kombination af ord
es: Combinación de palabras inusual
hu: Szokatlan szóösszetétel

source: The plural form is required here
da: Flertalsform er krævet her
es: El formato plural está requerido aquí
hu: A többes számú alak itt szükséges

source: The singular form is required here
da: Entalsform er krævet her
es: El formato plural está requerido aquí
hu: Az egyes számú alak itt szükséges

source: Plural adjective required
da: Tillægsord bøjet i flertal krævet
es: Adjetiva plural requerido
hu: Többes számú melléknév szükséges

source: Comparative adjective required
da: Tillægsord bøjet i højere grad krævet
es: Comparación adjetiva requerida
hu: Középfokú melléknév szükséges

source: Definite article required
da: Bestemt form krævet
es: Artículo definido requerido
hu: Határozott névelő szükséges

source: Unnecessary use of the definite article
da: Unødvendig brug af bestemt form
es: Utilización innecesaria del artículo definido
hu: A határozott névelő felesleges használata

source: No need for the first definite article
da: Intet behov for den første bestemte artikel
es: No necesita para el primer artículo definido
hu: Nincs szükség az első határozott névelőre

source: Unnecessary use of the genitive case
da: Unødvendig brug af ejefald
es: Empleo innecesario del caso genitivo
hu: A birtokos eset felesleges használata

source: The genitive case is required here
da: Ejefaldsform er krævet her
es: El caso genitivo está aquí requerido
hu: Itt a birtokos eset szükséges

source: You should use the present tense here
da: Du bør bruge nutidsformen her
es: Debería emplear el sentido presente aquí
hu: Itt a jelen időt kell használnia

source: It seems unlikely that you intended to use the subjunctive here
da: Det virker usandsynligt, at du forsøgte at bruge konjunktiv her
es: Parece distinto que intentaba al utilizar el subjuntivo aquí
hu: Valószínűtlennek tűnik, hogy itt kötőmódot tervezett használni

source: Usually used in the set phrase \/\1\/
da: Normalt brugt i angivelsesfrasen ‘\1’
es: Normalmente empleado dentro del conjunto de frase \/\1\/
hu: Általában a megadott „\1” kifejezésben használva

source: You should use \/\1\/ here instead
da: Du bør her bruge ‘\1’ i steden for
es: Deberías emplear \/1\/ aquí en su lugar
hu: A(z) „\1” használata kell itt helyette
ro: Ar trebui sã folosiþi mai bine \/\1\/ aici

source: Non-standard form of \/\1\/
da: En form af ‘\1’ der ikke er standard
es: Formato no común de \/\1\/
hu: A(z) „\1” nem szabványos alakja

source: Derived from a non-standard form of \/\1\/
da: Afledt af en form af ‘\1’ der ikke er standard
es: Derivado desde un formato no-estandarizado de \/\1\/
hu: A(z) „\1” egy nem szabványos alakjából származtatva

source: Derived incorrectly from the root \/\1\/
da: Forkert afledning af roden ‘\1’
es: Derivada incorrectamente desde la raíz \/\1\/
hu: Hibásan származtatva a(z) „\1” tőszóból

source: Unknown word
da: Ukendt ord
es: Palabra desconocida
hu: Ismeretlen szó
ro: Cuvânt necunoscut

source: Unknown word: \/\1\/?
da: Ukendt ord: ‘\1’?
es: ¿Palabra desconocida: \/\1\/?
hu: Ismeretlen szó: „\1”?

source: Valid word but \/\1\/ is more common
da: Gyldigt ord men ‘\1’ er mere udbredt
es: Valida palabra pero \/\1\/ es más común
hu: Érvényes szó, de a(z) „\1” sokkal gyakoribb

source: Not in database but apparently formed from the root \/\1\/
da: Ikke i databasen men tilsyneladende dannet fra roden ‘\1’
es: No en base de datos pero aparentemente formado desde la raíz \/\1\/
hu: Nincs az adatbázisban, de nyilvánvalóan a(z) „\1” tőszóból alakítva

source: The word \/\1\/ is not needed
da: Der er ikke behov for ordet ‘\1’
es: La palabra \/\1\/ no es necesaria
hu: A(z) „\1” szó nem szükséges

source: Do you mean \/\1\/?
da: Mener du ‘\1’?
es: ¿Significa \/\1\/?
hu: Így értette: „\1”?

source: Derived form of common misspelling \/\1\/?
da: Afledt form af udbredt stavefejl ‘\1’?
es: ¿Formato derivado de deletreo común \/\1\/?
hu: A gyakran hibásan írt „\1” származtatott alakja?

source: Not in database but may be a compound \/\1\/?
da: Ikke i databasen, men er måske en kombination af ‘\1’?
es: No interno a la BD pero ¿quizá es un compuesto \/\1\/?
hu: Nincs az adatbázisban, de lehet egy összetett szó: „\1”?

source: Not in database but may be a non-standard compound \/\1\/?
da: Ikke i databasen, men måske er ‘\1’ en sammensætning der ikke er standard?
es: No interno a BD pero ¿quizá está un compuesto no común \/\1\/?
hu: Nincs az adatbázisban, de lehet egy nem szabványos összetett szó: „\1”?

source: Possibly a foreign word (the sequence \/\1\/ is highly improbable)
da: Muligvis et fremmedord (sekvensen ‘\1’ er meget usandsynlig)
es: Posiblemente una palabra extranjera (la secuencia \/\1\/ es altamente improbable)
hu: Esetleg egy idegen szó („\1” mondat nagyon valószínűtlen)

source: Gender disagreement
da: Forskel på køn
es: Género desacordado
hu: Nemi különbözés

source: Number disagreement
da: Forskel på antal
es: Número desacordado
hu: Szám különbözés

source: Case disagreement
da: Forskel på store/små bogstaver
es: Desacuerdos mayúsculas
hu: Kis- és nagybetű különbözés

source: Prefix \/h\/ missing
da: Præfikset ‘h’ mangler
es: Prefijo \/h\/ ausente
hu: A „h” előtag hiányzik
ro: Lipseºte prefixul \/h\/

source: Prefix \/t\/ missing
da: Præfikset ‘t’ mangler
es: Prefijo \/t\/ ausente
hu: A „t” előtag hiányzik
ro: Lipseºte prefixul \/t\/

source: Prefix \/d'\/ missing
da: Præfikset ‘d'’ mangler
es: Prefijo \/d'\/ ausente
hu: A „d'” előtag hiányzik

source: Unnecessary prefix \/h\/
da: Unødvendigt præfiks ‘h’
es: Prefijo innecesaria \/h\/
hu: Felesleges „h” előtag

source: Unnecessary prefix \/t\/
da: Unødvendigt præfiks ‘t’
es: Prefijo innecesaria \/t\/
hu: Felesleges „t” előtag

source: Unnecessary prefix \/d'\/
da: Unødvendigt præfiks ‘d'’
es: Prefijo innecesaria \/d'\/
hu: Felesleges „d'” előtag

source: Unnecessary prefix \/b'\/
da: Unødvendigt præfiks ‘b'’
es: Prefijo innecesaria \/b'\/
hu: Felesleges „b'” előtag

source: Unnecessary initial mutation
da: Unødvendig indledende mutation
es: Mutación inicial innecesaria
hu: Felesleges kezdeti változás

source: Initial mutation missing
da: Indledende mutation mangler
es: Mutación inicial omitida
hu: A kezdeti változás hiányzik
ro: Mutaþie iniþialã lipsã

source: Unnecessary lenition
da: Unødvendig lenition
es: Lenición innecesaria
hu: Felesleges lágyítás
ro: Indulgenþã(lenition) nenecesarã

source: The second lenition is unnecessary
da: Anden lenition er unødvendig
es: El segundo lenition es innecesario
hu: A második lágyítás felesleges

source: Often the preposition \/\1\/ causes lenition, but this case is unclear
da: Ofte medfører forholdsordet ‘\1’ lenition, men dette tilfælde er uklart
es: A menudo la preposición \/\1\/ causa lenición, pero este caso es poco claro
hu: Gyakran a(z) „\1” elöljáró lágyítást okoz, de ez az eset nem tiszta

source: Lenition missing
da: Manglende lenition
es: Lenición ausente
hu: Lágyítás hiányzik
ro: Indulgenþã(lenition) lipsã

source: Unnecessary eclipsis
da: Unødvendig eklipse
es: Elipse innecesaria
hu: Felesleges fedés

source: Eclipsis missing
da: Manglende eklipse
es: Eclipse ausente
hu: Fedés hiányzik
ro: Eclipsare(eclipsis) lipsã

source: The dative is used only in special phrases
da: Dativ bruges kun i særlige fraser
es: El dativo está utilizado solo en frases especiales
hu: A részes eset csak speciális kifejezésekben használható

source: The dependent form of the verb is required here
da: Den afhængige form af udsagnsordet er krævet her
es: El formato dependiente del verbo es requerido aquí
hu: Itt az ige függő alakja szükséges

source: Unnecessary use of the dependent form of the verb
da: Unødvendig brug af den afhængige form af udsagnsordet
es: Utilización innecesaria para formatear dependencias del verbo
hu: Az ige függő alakjának felesleges használata

source: The synthetic (combined) form, ending in \/\1\/, is often used here
da: Den syntetiske (kombinerede) form, med endelsen ‘\1’ bruges ofte her
es: El formato sintético (combinado), terminando en \/\1\/, es a menudo utilizado aquí
hu: A(z) „\1” szóban végződő szintetikus (együttes) alak gyakran használt itt

source: Second (soft) mutation missing
da: Anden (blød) mutation mangler
es: Segunda mutación (débil) omitida
hu: A második (lágy) változás hiányzik

source: Third (breathed) mutation missing
da: Tredje (Aspireret) mutation mangler
es: Tercera mutación (fuerte) omitida
hu: A harmadik (zöngétlen) változás hiányzik

source: Fourth (hard) mutation missing
da: Fjerde (hård) mutation mangler
es: Cuarta mutación (fuerte) omitida
hu: A negyedik (kemény) változás hiányzik

source: Fifth (mixed) mutation missing
da: Femte (blandet) mutation mangler
es: Cuarta mutación (mezclada) omitida
hu: Az ötödik (kevert) változás hiányzik

source: Fifth (mixed) mutation after 'th missing
da: Femte (blandet) mutation efter 'th mangler
es: Quinta mutación (mezclada) tras n-ésima omitida
hu: Az ötödik (kevert) változás hiányzik a 'th után

source: Aspirate mutation missing
da: Aspireret mutation mangler
es: Mutación aspirante omitida
hu: A hehezetes változás hiányzik

source: This word violates the rules of Igbo vowel harmony
da: Dette ord overtræder reglerne for vokalharmoni i igbo
es: Esta palabra viola las reglas de vocal armónica Igbo
hu: Ez a szó megszegi az igbo magánhangzó-harmónia szabályait

source: %s: out of memory
ro: %s: Memorie plinã

source: %s: warning: check size of %s: %d?
ro: %s: avertisment: verificaþi mãrimea lui %s: %d?

source: %s: no grammar codes
ro: %s: nu existã codecuri de gramaticã

source: problem with the `cuardach' command
ro: problemã cu comanda `cuardach'

source: --teanga=XX specify the language of the text to be checked (default=ga)
ro: --teanga=XX specificã limba textului care urmeazã a fi verificat(implicit=ga)

source: Unknown word (ignoring remainder in this sentence)
ro: Cuvânt necunoscut (se ignorã marcajul(remainder) în aceastã propoziþie)

source: Non-standard form: perhaps use \/\1\/?
ro: Formã nestandardizatã: mai bine folosiþi \/\1\/?
